import Head from "next/head";
import style from './style.module.css';
import Header from "@/components/header/header";
import Footer from "@/components/footer/footer";

export default function BlogPage(){
    return <>
        <Head>
            <title>صفحه وبلاگ ما سرپ انجین</title>
            <meta name="description" content="سرپ انجین سایت تحلیل صفحات سایت شما برای رقابت در گوگل" />
            <meta property="og:type" content="website" />
            <meta property="og:title" content="سرپ انجین" />
            <meta property="og:description" content="سرپ انجین سایت تحلیل صفحات سایت شما برای رقابت در گوگل" />
            <meta name="viewport" content="width=device-width, initial-scale=1" />
            <link rel="icon" href="/logo.webp" />
        </Head>
        <div className="container">
            <Header/>
            <h2 className={style.header}>
                بلاگ سرپ انجین
            </h2>
            <p>
                قبل از هر چیزی، یک دوره آموزشی باید با زبانی کاملا ساده و شیوا گفته شده باشد و به تمام و جزییات و نکاتی که ممکن است برای مخاطب سوال به وجود آورد بپردازد. این نکته در عین سادگی‌بسیار مهم است چرا که قدم های بعدی آموزش و یادگیری شما به درک مفاهیم پایه بستگی دارد و سعی کردیم که این کار را به بهترین نحو انجام دهیم.
            </p>
            <h2 className={style.header}>
                ویژگی های آموزشی ما
            </h2>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>

            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>

            <Footer/>
        </div>
    </>
}

