import Head from "next/head";
import style from './style.module.css';
import Header from "@/components/header/header";
import Footer from "@/components/footer/footer";
import Image from "next/image";
import BlogImage from '@/public/blog-img.jpg';
export default function BlogPage() {
    return <>
        <Head>
            <title>صفحه وبلاگ ما سرپ انجین</title>
            <meta name="description" content="سرپ انجین سایت تحلیل صفحات سایت شما برای رقابت در گوگل" />
            <meta property="og:type" content="website" />
            <meta property="og:title" content="سرپ انجین" />
            <meta property="og:description" content="سرپ انجین سایت تحلیل صفحات سایت شما برای رقابت در گوگل" />
            <meta name="viewport" content="width=device-width, initial-scale=1" />
            <link rel="icon" href="/logo.webp" />
        </Head>
        <div className="container">
            <Header/>
            <div className={style.firstSection}>
                <div className="row">
                    <div className={"col-12 col-lg-6  " + style.description}>
                        <div>
                            <h1>این مقاله یک مقاله تستی می باشد</h1>
                            <p >
                                نود جی اس یک محیط اجرایی سمت سرور برای زبان جاوااسکریپت است. یعنی Node به ما این امکان را میدهد تا با جاواسکریپت برنامه های سمت سرور و بک اند را توسعه بدیم. یکی از محبوب ترین و پر استفاده ترین فریم های ورک های سمت سرور نیز Express JS است که همراه با Nodeدر این دوره به صورت کامل پوشش داده شده است
                            </p>

                            <div className={"row"}>
                                <div className={style.purpleColor+" col-7 col-lg-8"}>
                                    <img src={"/time.svg"} alt={"time icon"}/>
                                    <span>تاریخ آخرین ویرایش: </span>
                                    <span>2020/20/20</span>
                                </div>
                                <div className={"col-5 col-lg-4  "+style.purpleColor}>
                                    <span> نویسنده:</span>
                                    <span> مهدی کریمی</span>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div className={"col-12 col-lg-6 "+style.center}>
                        <Image
                            src={BlogImage}
                            alt={"blog img description"}
                            className={style.blogImage}
                        />
                    </div>
                </div>
            </div>
            <h2 className={style.header}>
                بلاگ سرپ انجین
            </h2>
            <p>
                قبل از هر چیزی، یک دوره آموزشی باید با زبانی کاملا ساده و شیوا گفته شده باشد و به تمام و جزییات و نکاتی که ممکن است برای مخاطب سوال به وجود آورد بپردازد. این نکته در عین سادگی‌بسیار مهم است چرا که قدم های بعدی آموزش و یادگیری شما به درک مفاهیم پایه بستگی دارد و سعی کردیم که این کار را به بهترین نحو انجام دهیم.
            </p>
            <h2 className={style.header}>
                ویژگی های آموزشی ما
            </h2>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>

            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <b className={style.marker}>زبان ساده و روان</b>
            <p className={style.details}>
                امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>

            <Footer/>
        </div>
    </>
}

