import style from "./style.module.css";

export default function Reading(){
    function readMore(){
        document.getElementById("details").classList.toggle("readMore");
    }

    return <>
        <section className={"mt-4 row"}>
            <div className={style.mainDetails}>
                <div className={style.details} id={"details"}>
                    <h2>
                        <img src={'/imgHeader.svg'} alt={"header style list"}/>
                        توضیحات سایت ریت واچ
                    </h2>
                    <div>
                         <p>بهینه‌سازی برای موتورهای جستجو: راهنمای جامع</p>
                         <p>                         فصل اول: مقدمه
                         </p>
                         <p>                        در دنیای امروزی پر از فعالیت‌های آنلاین، بهینه‌سازی برای موتورهای جستجو (SEO) به یکی از اصولی‌ترین استراتژی‌ها برای افزایش دیده‌شدن وبسایت شده است. این راهنما، یک مرور جامع بر مفاهیم اساسی و روش‌های موثر بهینه‌سازی برای موتورهای جستجو را ارائه می‌دهد.
                         </p>
                         <p>                         فصل دوم: تحلیل واژه‌های کلیدی
                         </p>
                         <p>                        یکی از اولین گام‌ها در SEO، تحلیل واژه‌های کلیدی است. در این فصل، ما با روش‌ها و ابزارهایی برای شناسایی و تحلیل واژه‌های کلیدی موثر آشنا می‌شویم و نکاتی برای انتخاب واژه‌های کلیدی مناسب را بررسی می‌کنیم.
                         </p>
                         <p>                         فصل سوم: بهبود ساختار وبسایت
                         </p>
                         <p>                         فصل سوم: بهبود ساختار وبسایت
                         </p>
                         <p>                         فصل چهارم: بهینه‌سازی محتوا
                         </p>
                        محتوا، قلب هر استراتژی موفقیت آمیز SEO است. در این فصل، ما به بررسی راهکارها و تکنیک‌های بهینه‌سازی محتوا برای موتورهای جستجو می‌پردازیم و نکاتی را برای ایجاد محتوای جذاب و مفید برای کاربران ارائه می‌دهیم.
                        فصل پنجم: بهبود تجربه کاربری
                        تجربه کاربری (UX) نقش بسیار مهمی در SEO دارد. در این فصل، ما به بررسی روش‌ها و راهکارهایی برای بهبود تجربه کاربری وبسایت می‌پردازیم که می‌تواند به افزایش رتبه و دیده‌شدن وبسایت کمک کند.
                         <p>
                             فصل ششم: پیگیری و ارزیابی

                         </p>
                         <p>
                             در پایان، ما به اهمیت پیگیری و ارزیابی عملکرد SEO می‌پردازیم و ابزارها و معیارهایی برای اندازه‌گیری و مانیتورینگ عملکرد SEO مورد بررسی قرار می‌دهیم.

                         </p>
                         <p>
                             خلاصه و نتیجه

                         </p>
                         <p>
                             SEO یکی از اصولی‌ترین استراتژی‌ها برای دستیابی به موفقیت در دنیای آنلاین است. با استفاده از این راهنما و اجرای راهکارها و تکنیک‌های مناسب، شما می‌توانید به بهبود دیده‌شدن وبسایت خود و افزایش رتبه در نتایج جستجوی موتورهای جستجو دست یابید.

                         </p>
                    </div>
                </div>
                <button className={style.btn} onClick={readMore}>مطالب بیشتر</button>
            </div>
        </section>
    </>
}
